{"summary": "<div align='center'>\n    <iframe src='https://www.youtube.com/embed/uHqs15gOv4k?si=CH6Y_9KqdGDRK4pg' frameborder='0' allowfullscreen></iframe>\n</div>",
"sections": [
{
"summary": "## (1) Alan Argues Israel is a Victim\n> He argues that people who deem what Israel is doing as terrorism are wrong. Any democracy would do that. Israel is in a though situation due to the condemnations it receives.",
"conversation":
[
{
"interviewee" :"Piers",
"text": "Well, it's been two decades since my next two guests agreed to debate each other on live television. Both Norman Finkelstein and Alan Dershowitz are Jewish, but their perspectives on the Israel-Palestine conflict couldn't be more different. And they both join me now: the lawyer and author of \"The War Against the Jews,\" Alan Dershowitz, and Professor Norman Finkelstein. Welcome to both of you."
},
{
"interviewee" :"Piers",
"text": "I feel a bit like Kofi Annan bringing you two gentlemen back together, but I'm glad you've both agreed, and I hope we can have a civilized debate. We've had some pretty rancorous debates on the program this week, and I want to try and really have a proper conversation about where we are on this war and about this burning question."
},
{
"interviewee" :"Piers",
"text": "I'll start with you Alan. What we're seeing in Gaza now is to many people now the very terrorism which Israel set out to destroy. What do you say to people that think that it is terrorism?"
},
{
"interviewer" :"Alan",
"text": "It's terrorism by Hamas taking human shields, putting children in the way of Israel's legitimate military concerns. Hamas has a strategy. It's called the CNN strategy. I call it the dead baby strategy: kill as many Jews as possible, provoke Israel into doing what every democracy would do - responding - then hide your tunnels and your fighters and your rockets behind civilians, knowing that Israel, no matter how hard they try to avoid civilian casualties, and why would Israel ever want to kill a civilian? It hurts them tremendously."
},
{
"interviewer" :"Alan",
"text": "But every time Israel kills a civilian, the world condemns them, the United Nations condemns them, and then that process continues over and over and over again."
},
{
"interviewer" :"Alan",
"text": "The people who are being killed today are being killed as a result of Hamas' actions. Hamas started it. Hamas uses human shields. If Hamas lays down its arms, if it surrenders, if it agrees to give up control, if it closes its tunnels, if it stops firing rockets, then no civilians would be killed."
},
{
"interviewer" :"Alan",
"text": "So it's a terrible tragedy. There's no good solution. There's no perfect solution. If Israel stops now, Hamas continues to do it over and over and over again. If Israel continues, it gets condemned and loses friends abroad and even risks losing the United States."
},
{
"interviewer" :"Alan",
"text": "It's a terrible dilemma for Israel."
},
{
"interviewer" :"Alan",
"text": "All the responsibility, all the fault, is of Hamas for starting this and let me just end with one quote: on the day after, literally the day after these horrible tragedies with murders and rapes and robberies, this is what Mr. Finkelstein said: \"It warms every fiber of my soul, every fiber of my soul.\" "
},
{
"interviewer" :"Alan",
"text": "He called the people who murdered these innocent Jews, many of them peaceniks, he called them part of the heroic resistance and compared them to the Jews who were fighting against Nazis in the Warsaw Ghetto. It's that kind of animosity toward Israel before Israel fired a single shot which makes it clear that no matter what Israel does, it's going to be condemned by people like Norman Finkelstein and by the United Nations General Assembly."
},
{
"interviewer" :"Alan",
"text": "I think it was Abby Eban who once said if the General Assembly were asked to vote on an Algerian resolution that the Earth is flattened, that Israel flattened it, it would win 128 to 32 with 65 abstentions, and he would name each of the people. So the United Nations General Assembly, Rights Watch, Doctors Without Borders, these are not objective assessments."
},
{
"interviewer" :"Alan",
"text": "Israel is in a very tough situation, and the future of civilization depends on Israel being able to destroy Hamas and avoiding repetition."
},
{
"interviewee" :"Piers",
"text": "Let me bring in Professor Finkelstein. Your response to that?"
}
]
},

{
"summary": "## (2) Norman Argues it is Genocide\n> He proves the point by showing that Israeli actions such as enforcing the blockade and attacking indiscriminately are a recipe for genocide which is further verified via many genocidal quotes by top Israeli officials.",
"conversation":
[
{
"interviewee" :"Norman",
"text": "Well, I won't address the question of my remarks on October 7th because we already went over that ground in the previous program and so would be a waste of your viewers' time if I were to revisit that."
},
{
"interviewee" :"Norman",
"text": "So let me deal with the substantive issue number one. What you seem to be describing as a new development, namely Israel's indiscriminate assaults in Gaza, that's hardly a new development with all due respect to you. Israel from day one set out as its goals. So if I can quote, first of all, the defense minister, \"There will be no electricity, no food, no water, no fuel. Everything is closed. We are fighting human animals, and we are acting accordingly.\" Now, that was not directed at Hamas; that was directed at the entire population of Gaza."
},
{
"interviewee" :"Norman",
"text": "I think your listeners understand what is the consequence of denying a civilian population all water, all food, all fuel, and all electricity."
},
{
"interviewee" :"Norman",
"text": "It doesn't take a rocket scientist to figure out that that is a recipe for genocide."
},
{
"interviewee" :"Norman",
"text": "Number two, you quoted or you had on Douglas Murray who made a distinction between what he called the deliberate targeting of civilians versus the indiscriminate targeting of civilians."
},
{
"interviewee" :"Norman",
"text": "Not to sound pedantic, but Israel's leading authority on international law is a fellow named Yoram Dinstein, who I'm sure Alan Dershowitz knows. And Mr. Dinstein or Dr. Dinstein, he stated that there is no fundamental difference under international law between the deliberate targeting of civilians and the indiscriminate targeting of civilians. There is no substantive difference. Therefore, under international law, according to Yoram Dinstein, Israel is targeting the civilian population of Gaza."
},
{
"interviewee" :"Norman",
"text": "That's another indication from the get-go, not from yesterday, not from when it was revealed to President Biden, but from the get-go, Israel has been engaging in a genocidal war in Gaza."
},
{
"interviewee" :"Norman",
"text": "Now, the genocidal war takes various forms. Again, I'm going to cite you old quotes."
},
{
"interviewee" :"Norman",
"text": "So let's take Giora Eiland, who was the head of Israel's National Security Council, the equivalent of our CIA, and he said, \"Israel needs to create a humanitarian crisis in Gaza. Gaza will become a place where no human being can exist.\" Now, I'm not here to try to persuade Mr. Dershowitz or Professor Dershowitz."
},
{
"interviewee" :"Norman",
"text": "I am here to try to enlighten your listeners. So I would like them to cogitate, to meditate over what does it mean to say Gaza will become a place where no human beings can exist."
},
{
"interviewee" :"Norman",
"text": "Mr. Eiland, the former head of the National Security Council, went on to say, \"Severe epidemics in the south of the Gaza Strip will bring victory closer and reduce casualties among IDF soldiers.\" "
},
{
"interviewee" :"Norman",
"text": "And then there is Mr. Netanyahu, the Prime Minister, not on one occasion, not from the spur of the moment, but twice in national addresses to the nation. Very soberly, Mr. Netanyahu said, \"Remember what Amalek did to you. This is a war between the sons of light and the sons of darkness.\""
},
{
"interviewee" :"Norman",
"text": "Now, as Professor Dershowitz surely knows because he attended Hebrew school, actually, he grew up just a few blocks from me, or I should say I grew up a few blocks from him because he's older, he surely knows that in the midst of a war in a country that is schooled in the Bible, that when you say your enemy is Amalek, then you are calling for the destruction, the killing of every man, woman, and child."
},
{
"interviewee" :"Norman",
"text": "So with all due regard to Mr. Dershowitz, I have to say this issue of human shielding is totally beside the point because it doesn't even come into play in this particular situation."
},
{
"interviewee" :"Norman",
"text": "The orders from the get-go, denying food, water, electricity, and fuel to the entire civilian population."
},
{
"interviewee" :"Norman",
"text": "the order from the get-go to turn Gaza into a place that is not able to sustain human life."
},
{
"interviewee" :"Norman",
"text": "the order from the get-go in this battle between the sons of light and the sons of darkness."
},
{
"interviewee" :"Piers",
"text": "Okay"
},
{
"interviewee" :"Norman",
"text": "I repeat, I do not believe it requires a rocket scientist to figure out that from day one, which is to say two months, Israel has been waging a war of genocide in Gaza."
}
]
},

{
"summary": "## (3) How Will it Play Out?\n> Piers is worried that the war will not improve the situation as it is hard to eliminate all of Hamas and even harder to eliminate the ideology with a war.",
"conversation":
[
{
"interviewee" :"Piers",
"text": "You've made the point so much; you've made the point. Come back to Professor Dershowitz."
},
{
"interviewee" :"Piers",
"text": "Uh, here's the problem. It seems to me I've just listened to Norman Finkelstein at length, outlining that side of the argument."
},
{
"interviewee" :"Piers",
"text": "It's very hard when you look at what has actually been happening in Gaza in the last two weeks, in particular, to avoid a conclusion that Israel doesn't really seem to care if it levels Gaza to the ground, as long as it can get rid of Hamas."
},
{
"interviewee" :"Piers",
"text": "My issue with that, having defended their moral right to defend themselves as a country, is I don't think they're going to eliminate Hamas, and they're certainly not going to eliminate the ideology. And they're going to basically end up with a Gaza that's flattened, 2 million people displaced."
},
{
"interviewee" :"Piers",
"text": "Where are they going to live? Who's going to run Gaza? How does this actually play out other than catastrophically badly?"
}
]
},

{
"summary": "## (3) Alan Defends Israel\n> He suggests that the genocidal quotes could be disregarded for, among other reasons, that \"you judge people by their actions, not by their words\". He draws analogies with the U.S. attack on Japan during the world war to justify the death of civilians. He hopes Israel can get rid of Hamas and that the U.S. and U.K. could help rebuild Gaza afterwards.",
"conversation":
[
{
"interviewer" :"Alan",
"text": "It will play out catastrophically badly because of what Hamas has done."
},
{
"interviewer" :"Alan",
"text": "We have to remember, first of all, you judge people by their actions, not by their words. The quotes from Professor Dinstein, who's been retired for probably 25 years, and Elon, who has nothing to do with the Israeli government, are individuals. Dinstein is 100% wrong. I'll give you an example."
},
{
"interviewer" :"Alan",
"text": "Is there no difference between Nazis putting Jews deliberately, six million of them, into gas chambers and other means of death, deliberately targeting them, and what the United States did at Hiroshima, Nagasaki? They may both be wrong, but there's an enormous difference between deliberately targeting civilians, such as the Nazis did during the Holocaust, and engaging in war actions which you know are going to inevitably cause the death of civilians."
},
{
"interviewer" :"Alan",
"text": "So there's an enormous, enormous difference there."
},
{
"interviewer" :"Alan",
"text": "Then he talks about Amalek and Hamas. I know the Bible very well, and of course, Amalek was a group of people that sought to destroy Israel. But when people refer to Amalek, they don't refer to the Palestinian people; they refer to Hamas. And Hamas is Amalek. Hamas is the Nazi party. Hamas are not heroic resistance people. They cut off the breasts of women and throw them around. They behead children. They put children and burn them to death."
},
{
"interviewer" :"Alan",
"text": "Yes, they should be destroyed."
},
{
"interviewer" :"Alan",
"text": "It's going to be very difficult. This is not going to have an easy solution. Israel may, in the end, not be able to completely destroy Hamas. I hope they can, I hope they can in the way that the United States and Germany destroyed Nazism and destroyed Imperial Japanese. And in the end, what happened is the Japanese and the Germans were grateful for it, and then the United States and Great Britain helped rebuild Germany and Japan and turned them into great allies."
},
{
"interviewer" :"Alan",
"text": "That's my hope for Gaza."
},
{
"interviewer" :"Alan",
"text": "My hope for Gaza is that the people of Gaza will finally be rid of Hamas that took over in a bloody coup, and that the United States and Europe can then rebuild it better than it was before, like a Marshall Plan. And hope that a democratically elected Palestinian people will then have a two-state solution. I've been in since 1970."
}
]
},

{
"summary": "## (4) Piers Suggests that Israeli Officials Are Against Two-State Solution\n> Alan argues that the Israel is a democracy and if the conditions are right (e.g., no Hamas), they could vote for a two-state solution regardless of Israeli officials, who are wrong.",
"conversation":
[
{
"interviewee" :"Piers",
"text": "Let me just jump in there."
},
{
"interviewee" :"Piers",
"text": "Only tonight, the Israeli ambassador to the UK made it abundantly clear the two-state solution is gone. Israel, I'll play you the clip. I'll play you the clip here."
},
{
"interviewer" :"Alan",
"text": "Yeah, but he's wrong."
},
{
"interviewee" :"Piers",
"text": "\"Is there still a chance for a two-state solution? I think it's about time for the world to realize the Oslo Paradigm failed on the 7th of October, and we need to build a new one. And in order to build a new one, does that new one include the Palestinians living in a state of their own? Is that what I think the biggest question is, what type of Palestinians are on the other side? This is what Israel realized. The answer is absolutely no.\""
},
{
"interviewee" :"Piers",
"text": "You see, when you hear that, this confirms."
},
{
"interviewer" :"Alan",
"text": "She is wrong but she is wrong."
},
{
"interviewee" :"Piers",
"text": "This confirms, but hang on, Alan, this confirms what many Palestinians have feared that for 20 years or more, the Israeli government and Netanyahu, in particular, have had absolutely zero interest in any two-state solution. And so if,"
},
{
"interviewer" :"Alan",
"text": "But let's remember that, but let's remember that Israel offered a two-state solution in 1948, 1967, 1994, 2000, 2001, they came very close, 2001, 2005, 2007, the vast majority of Israeli people."
},
{
"interviewer" :"Alan",
"text": "Israel is a democracy, unlike Hamas. The Israeli people will vote for a two-state solution if the circumstances are right, if there is no Hamas, and if the Palestinian Authority will have elections and if the people of the West Bank and Gaza vote for Hamas."
},
{
"interviewee" :"Piers",
"text": "I'm going to come back; will be a two. I'm going to come back to Professor Finkelstein in one second, but again today, Netanyahu has said explicitly there can be no Hamas-run or Fatah-run Gaza after this. He said it today."
},
{
"interviewee" :"Piers",
"text": "Did he have no intention of either Hamas or Fatah running Gaza? So, who is going to run it? "
},
{
"interviewer" :"Alan",
"text": "I think he thinks he's not going to be in power after this. After this, there will be a national security government, probably headed by people like Gantz, maybe Bennett. The people of Israel are going to decide, and the people of Israel get to make that decision. And they're going to decide on a two-state solution. The one thing that's clear is with Gaza dominated by Hamas, there cannot be a two-state solution. Back without Hamas, anything's possible."
},
{
"interviewee" :"Piers",
"text": "Okay, I agree with that. I don't think Hamas can possibly be left in control. I just don't think that this mission is going to eradicate Hamas in the time scale which America is not clearly laying down for their support."
},
{
"interviewer" :"Alan",
"text": "You may be right."
},
{
"interviewee" :"Piers",
"text": "Professor Finkelstein, How do you see this playing out from here?"
}
]
},

{
"summary": "## (5) Norman Refutes Alan's Arguments\n> It does not seem that the people of Israel want a two-state solution, and they are who elected the far-right government. Furthermore, Israel has been refusing a two-state solution on the basis of international law for many years now.",
"conversation":
[
{
"interviewee" :"Norman",
"text": "Okay, I would like to say a couple of things, if you don't mind. It's okay? "
},
{
"interviewee" :"Norman",
"text": "Yeah, number one, Professor Dershowitz attaches a lot of importance to what the people of Israel want. So let's look at what the people of Israel want. According to the most recent polls, 60% of Israelis, Jewish Israelis, believe that Israel is not using sufficient force in Gaza. 60% believe that Israel should or the government should escalate the amount of force it should use in Gaza."
},
{
"interviewee" :"Norman",
"text": "Number two, it's the Israeli government. Excuse me, it's the Israeli people who democratically elected this ultra-right-wing government. It's not as if the claims are made that Hamas has been imposed on the people of Gaza, but there's no imposition in Israel. I quite agree with Professor Dershowitz, at least for Jewish Israelis. For Jewish Israelis, it's a democratic country, and they democratically elected the ultra-right-wing government."
},
{
"interviewee" :"Norman",
"text": "So, I think those are two very good indications. I can say they're very auspicious indications, but they are very good indications of what the Israeli people want."
},
{
"interviewee" :"Norman",
"text": "Number three, I'm not now going to go into a long disquisition on the history of the so-called peace process, but I would ask your listeners if they have the time, patience, and interest to just Google what's called the peaceful settlement of the question of Palestine. That's a General Assembly resolution that comes up every single year for decades, and it calls for a two-state settlement on the June 1967 border."
},
{
"interviewee" :"Norman",
"text": "It calls for a peaceful settlement on the basis of international law."
},
{
"interviewee" :"Norman",
"text": "Now, if you look at the voting record every single year, it's the whole world, including the State of Palestine on one side, supporting a two-state settlement on the basis of international law. And on the other side, opposing it's the United States, Israel, and usually some South Pacific atolls like Tuvalu, Nauru, and Micronesia and the Marshall Islands."
},
{
"interviewee" :"Norman",
"text": "That record is written in stone; it can't be changed. And it makes very clear what is the obstacle to a settlement. The obstacle is Israel, backed by the United States, opposes a two-state settlement on the basis of international law, the law that has been defined by the International Court of Justice, the legal arm of the United Nations."
},
{
"interviewer" :"Alan",
"text": "No, it's wrong."
}
]
},

{
"summary": "## (6) Norman Challenges Piers's Ideology\n> If given what Hamas has done, it cannot be trusted, then how does it make sense to trust Israel given that they have done much more?",
"conversation":
[
{
"interviewee" :"Norman",
"text": "I'm going to make one remark now, which you will find perhaps controversial or unacceptable, Piers. However, I hope you'll allow me to say it, and then you can engage it, as you said, in a civil fashion."
},
{
"interviewee" :"Norman",
"text": "You say that the actions of Hamas have disqualified it from any participation in a peaceful settlement. Now, I am not going to make any brief for Hamas. It's for the people of Palestine to decide who should be their leaders, who should represent them."
},
{
"interviewee" :"Norman",
"text": "But I do have to ask you, Piers, and I respect you, so I'm asking you this as a matter of not rhetoric, but one intelligent person to another. I'm asking a simple question."
},
{
"interviewee" :"Norman",
"text": "If it's the case that the actions of Hamas on October 7th disqualify it from being party to a peaceful settlement, roughly 1,000 people were killed, about 30 of them being children."
},
{
"interviewee" :"Norman",
"text": "Why is it not then also the case that the actual of the State of Israel since October 7th, the deliberate war of genocide against the people of Gaza, which has left about 15,000 people dead, not 1,200, 15,000, and has left dead not 30 children but has left dead about 7,000 children. And as we speak now, 7,000 more children are threatened with death because of starvation. I ask you as a logical proposition, why isn't the State of Israel disqualified from any final settlement of the question?"
},
{
"interviewee" :"Norman",
"text": "And one last thing because you ask what do I believe? I will tell you what I believe."
},
{
"interviewee" :"Norman",
"text": "Number one, immediately after the war comes to an end and the blockade of Gaza, that cruel inhuman blockade of Gaza, that war crime in Gaza, that crime against humanity, the blockade of Gaza, it has to be lifted."
},
{
"interviewee" :"Norman",
"text": "But once there's a ceasefire and once that inhuman blockade of Gaza is lifted, once the walls of that concentration camp come tumbling down, then I see Two Steps: step number one, there have to be war crimes prosecutions."
},
{
"interviewee" :"Norman",
"text": "I have no problem in saying on both sides, but there must be accountability."
},
{
"interviewee" :"Norman",
"text": "You cannot get away with executing a war of genocide in broad daylight and then continue. And number two, there has to be a settlement on the basis of international law. That is the only consensus basis for ending the conflict once and for all."
}
]
},

{
"summary": "## (7) Alan Argues Biden is Wrong and Blockade is Good\n> His logic is that Biden is wrong if he regards Israeli attacks as indiscriminate. The blockade is good because it weakens Hamas. Piers disagrees with him.",
"conversation":
[
{
"interviewee" :"Piers",
"text": "Okay, I want to just a very quick reply, please, Professor Dershowitz."
},
{
"interviewee" :"Piers",
"text": "I was going to end it there, but I want to give you a right of reply on that one point. You're a lawyer; this point about international law when President Biden, the head of America, the biggest, strongest ally for Israel, comes out and says that the bombing has been indiscriminate."
},
{
"interviewee" :"Piers",
"text": "He is accusing Israel directly of committing war crimes. That is a war crime if it has indeed been indiscriminate. Is this war now at a stage where America may pull its support because they believe that Israel is breaching international law?"
},
{
"interviewee" :"Piers",
"text": "It's not today; 10 soldiers, including a commander, were killed in Northern Gaza because Israel refused to bomb that site, which it could easily have done. Instead, it sent in Brave 18, 19, 20-year-olds, some of them considered children under the Hamas definition of anybody under 19, and they were all killed because Israel made a decision not to bomb indiscriminately."
},
{
"interviewee" :"Piers",
"text": "It is never bombed indiscriminately; it has always bombed as part of the process that it is."
},
{
"interviewee" :"Piers",
"text": "President Biden said that it is."
},
{
"interviewer" :"Alan",
"text": "Because he usually very often uses carelessly uses words. I'm a supporter of Joe Biden, but he's wrong. It's not indiscriminate; it's very, very discriminate in terms of international law. Finkelstein is just dead wrong. I helped draft 242, the UN resolution. I was working with Arthur Goldberg in 1967, and that talked about territorial adjustments. Israel has the right to make some territorial adjustments; they shouldn't have had occupation of civilians. But going back to the '67 borders is an invitation to suicide."
},
{
"interviewer" :"Alan",
"text": "You know when the blockade of Gaza will end, the day that Hamas is no longer in control. Okay, and the day when rockets no longer attack Israeli civilians, that's the day the blockade will end. The blockade is a good thing designed to prevent Hamas from firing rockets, using tunnels, and doing a repetition of what happened on October 7."
},
{
"interviewee" :"Piers",
"text": "I do not agree that the blockade is a good thing. I do think that the occupation of Gaza for many decades has been a terrible thing; the plight of the Palestinians has been horrific. None of that justifies October 7, which is one of the worst terror attacks of modern times."
},
{
"interviewee" :"Piers",
"text": "But I'm grateful to both of you for agreeing to come together and having a civilized debate about this. We've got to do more talking; this will only get resolved in the end by people talking and reaching a resolution."
},
{
"interviewee" :"Piers",
"text": "So thank you both of you very much indeed."
},
{
"interviewer" :"Alan",
"text": "Thank you."
},
{
"interviewee" :"Norman",
"text": "Thank you."
}
]
}
]}